[Language]
Name=简体中文
Type=2052
MSGBOX_LANG_ID=4
MSGBOx_LANG_SUB_ID=2

[128]
|0=文件(&F)
32771=搜索(&S)
57665=退出(&E)
|1=视图(&V)
59392=工具栏(&T)
32796=语言(&L)
32784=默认
|2=帮助(&H)
57664=关于R-Tool(&A)...

[129]
|0=文件(&F)
32771=搜索(&S)
57665=退出(&E)
|1=视图(&V)
32777=命令栏(&C)
32780=输出栏(&O)
59392=工具栏(&T)
32796=语言(&L)
|2=帮助(&H)
57664=关于 R-Tool(&A)...

[100]
0=关于 R-Tool
1082= RFID读卡器测试、调试工具
1=确定

[132]
0=搜索设备
1085=已发现的设备
1046=搜 索
1043=取消
1000=开始
1060=直接打开

[146]
0=发现IP
1076=开始搜索
1077=停止
1075=清空列表
1042=修改Lan
1086=IP列表:
1021=新IP地址:
1087=新子网掩码:
1088=新网关:
1089=MAC值:
1090=LAN选项:
1=选择
2=取消

[147]
0=语言设置
1083=选择语言:
1084=确定
2=取消

[104]
123=写入
124=读入
125=保存
126=恢复出厂设置
127=保存到文件
128=加载文件

[105]
1047=循环
1049=参数设置
1052=导出数据
1054=清除列表
[136]
0=参数设置
1050=确定
2=取消


[141]
0=选择设备
1=确定
2=取消

[108]
1049=参数设置
1047=循环
1052=导出数据

[145]
1073=选择天线:


[150]
0=通道模式参数设置
1050=确定
2=取消

[151]
0=登记用户
1=确定
2=取消

[152]
0=存取条件
1=确定
2=取消

[154]
1095=数字1
1096=数字2
1097=数字3
1098=数字4
1060=全部不显示
1061=全部显示8

[155]
1044=盘点
1045=连接
1046=断开
1106=密钥：
1105=密钥类型：
1107=认证
1042=读数据块
1043=写数据块
1109=数值：
1113=格式化数据块
1111=充值
1112=减值
1114=备份金额
1116=存储条件

[156]
1117=保存类型：
1105=密钥类型：
1106=密钥值：

[157]
1044=盘点
1045=连接
1046=断开
1120=开始块
1121=数量
1116=读数据块
1042=写数据块
1122=锁数据块
1123=写
1126=锁
1127=写
1130=锁
1132=使能EAS
1133=禁止EAS
1134=锁EAS
1135=检测EAS
1060=读安全状态
1104=模式:
1150=获取标签信息
1205=天线:



[158]
1044=盘点
1045=连接
1046=断开
1106=密钥
1116=认证
1117=修改密钥
1119=读数据
1120=写数据
1140=地址:
1141=数量:
1142=类型:
1032=锁数据
1144=类型:
1043=锁配置区
1149=更新密钥配置块
1139=读写参数
1153=锁数据参数
1155=锁配置区参数
1156=认证配置区参数
1150=更新密钥
1138=认证
1107=密钥


;单标签测试   IDD_TI_TAG_IT_HF_I_PLUS
[159]
1044=盘点
1045=连接
1046=断开
1120=开始块
1121=数量
1116=读数据块
1042=写数据块
1122=锁数据块
1123=写
1126=锁
1127=写
1130=锁
1060=读安全状态
1104=模式
1150=获取标签信息
1205=天线:

;ICODE SLIX单标签操作
[160]
1044=盘点
1045=连接
1046=断开
1120=开始块
1121=数量
1116=读数据块
1042=写数据块
1122=锁数据块
1123=写
1126=锁
1127=写
1130=锁
1132=使能EAS
1133=禁止EAS
1134=锁EAS
1135=检测EAS
1060=读安全状态
1104=模式
1150=标签信息
1153=密码值:
1154=认证
1155=修改
1157=密码标识
1158=密码保护
1159=锁密码
1205=天线:


;NTAG213标签
[163]
1044=盘点
1045=连接
1046=断开
1138=认证
1106=密钥:
1116=认证
1139=读写参数
1140=地址:
1141=数量:
1119=读数据
1120=写数据
1169=签名
1042=读签名
1170=读计数器
1171=版本号



;流量监控
[133]
1046=开始
1052=导出数据
1054=清空列表

;ICODE SLIX2
[164]
1044=盘点
1045=连接
1046=断开
1150=标签信息
1120=开始块:
1121=数量:
1116=读数据块
1042=写数据块
1122=锁数据块
1123=写
1126=锁
1127=写
1130=锁
1132=使能EAS
1133=禁止EAS
1134=锁EAS
1135=检测EAS
1153=密码值:
1154=认证
1155=修改
1156=密码标识:
1158=密码保护
1159=锁密码
1174=写EASID
1180=地址:
1182=状态(低位):
1183=状态(高位):
1184=保护页
1185=地址:
1187=锁页保护条件
1189=初始值:
1060=读密码保护
1192=重置计数器
1178=计数器自增
1194=密码:
1196=使能私有化
1200=销毁标签
1171=读签名
1177=使能64位密码
1176=系统信息
1160=密码标识
1188=计数器
1108=数据块
1137=密码
1179=页保护
1205=天线:

[IO_Port]
RL8000_o1=蜂鸣器
RD503_o1=Buzzer
RD503_o2=Relay#1
G302_o1=预留端口
G302_o2=预留端口
G302_o3=红灯+蜂鸣器
G302_o4=绿灯
G302_o5=预留端口
LSG406_o1=端口1
LSG606_o1=端口1
M103R_o1=Buzzer
MR113_o1=Buzzer
RD100_o1=Buzzer
RD120M_o1=Buzzer
RD201_o1=Buzzer
RD201_o2=Relay#1
RD242_o1=端口1
RD242_o2=端口2
RD5112_o1=端口1
RD5112_o2=端口2
RD5100_o1=端口1
RD5100_o2=端口2
RD122_o1=Buzzer On-Board
SSR100_o1=端口1
SSR100_o2=端口2
RD543_o1=端口1
RD543_o2=端口2
MF102U_o1=Buzzer
RL1500_o1=蜂鸣器
RL1700_o1=蜂鸣器
URD2004_o1=端口1
RD5200_o1=输出 1
RD5200_o2=输出 2
RD5200_o3=输出 3
RD5200_o4=输出 4
RD5200_o5=继电器
RD5200_o6=MOS
M22_o1=输出1
M22_o2=输出2
M22_o3=输出3
M22_o4=输出4
M22_o5=输出5
RD5200_i1=输入 1
RD5200_i2=输入 2
RD5200_i3=输入 3
RD5200_i4=输入 4
RD5200_i5=光耦输入
M22_i1=输入1
M22_i2=输入2
M22_i3=输入3
M22_i4=输入4
M22_i5=输入5
RD2100_o1=继电器
RD2100_i0=光耦输入

[Error_Flag]
M22_b0=温度报警
M22_b1=射频功放电源保护
M22_b2=天线参数不正确
M22_b3=天线电源短路保护
M22_b4=射频功率配置失败
RD5200_b0=温度报警
RD5200_b1=射频功放电源保护
RD5200_b2=天线参数不正确
RD5200_b3=天线电源短路保护
RD5200_b4=射频功率配置失败
RD2100_b0=温度报警
RD2100_b1=射频功放电源保护
RD2100_b2=天线参数不正确
RD2100_b3=天线电源短路保护
RD2100_b4=射频功率配置失败


[String]
1=搜索
2=退出
3=重启后生效
4=通信接口
5=设备名称
6=设备序列号
7=版本号
8=搜索参数
9=设备类型
10=全部设备
11=通信接口
12=串口名称
13=全部
14=波特率
15=帧结构
16=总线地址
17=IP地址
18=端口号
19=配置参数
20=控制命令
21=多标签测试
22=噪音检测
23=通信日志
24=标签记录
25=确定要恢复出厂配置？
26=确定
27=取消
28=参数设置
29=界面选项
30=标签操作方式
31=盘点操作
32=读写操作
33=输出声音
34=盘点操作
35=查看记录
36=显示读到的全部标签
37=显示本次读到所有标签
38=显示天线接口统计数量
39=记录变化
40=盘点变化记录
41=读写操作
42=自动清除记录
43=只处理新标签
44=盘点命令参数
45=只读新标签
46=天线接口
47=空中接口协议
48=使用该协议
49=匹配AFI值
50=AFI值
51=控制命令
52=获取设备信息
53=设置输入端口状态
54=设置输出端口状态
55=打开发送射频
56=关闭发送射频
57=未知设备
58=多协议读卡器
59=开始
60=停止
61=成功
62=失败
63=连接标签
64=获取标签信息
65=读数据块
66=开始块
67=数据块数量
68=读数据块安全状态
69=写数据块
70=写入的数据
71=锁数据块
72=写DSFID
73=DSFID值
74=锁DSFID
75=写AFI
76=锁AFI
77=EAS控制
78=EAS开关
79=使能
80=禁止
81=锁EAS
82=EAS检测
83=设置密码
84=密码值(Hex)
85=修改密码
86=锁密码
87=密码保护
88=密码标识
89=失败信息统计
90=操作失败次数
91=激活扇区密码保护
92=扇区号
93=密码区编号
94=权限类型
95=更新RF密码
96=旧密码(Hex)
97=新密码(Hex)
98=认证扇区密码
99=原密码(Hex)
100=请在列表中选择IP
101=修改成功！
102=修改失败！
103=该执行顺序已经存在
104=导出数据失败！
105=导出数据成功！
106=请选择设备！
107=请选择一个串口！
108=程序已经运行！
109=标签数由%d变到%d[第%d次循环]
110=控制寄存器设置
111=能量收集功能开关
112=读控制寄存器
113=能量收集功能设置
114=功率级别
115=模式
116=启动后，“能量收集” 功能自动打开
117=启动后，“能量收集” 功能不自动打开
118=系统存储区DO模式设置
119=读系统储存区
120=关闭
121=开启
122=“能量收集”模式
123=“系统存储区”模式
124=读数据
125=写数据
126=地址
127=锁数据
128=锁配置区
129=类型
130=无法识别时，指定标签型号
131=无操作
132=通道模式
133=串口通信
134=USB通信
135=网络通信
136=姓名
137=方向
138=代打卡状态
139=进次数
140=出次数
141=代打卡次数
142=参数设置
143=工作模式
144=详细模式
145=统计模式
146=进出记录提示音
147=非法人员报警
148=增加/更改姓名
149=删除姓名
150=清空姓名
151=清空姓名成功！
152=块地址
153=认证
154=密钥类型
155=密钥值
156=读数据块
157=写数据块
158=写入的数据
159=格式化为数值块
160=数值
161=加值
162=减值
163=备份金额
164=存取条件
165=数据块%d
166=读(Key A|B);写(Key A|B);充值(Key A|B);扣值(Key A|B)
167=读(Key A|B);写(Key B);充值(never);扣值(never)
168=读(Key A|B);写(never);充值(never);扣值(never)
169=读(Key A|B);写(Key B);充值(Key B);扣值(Key B)
170=读(Key A|B);写(never);充值(never);扣值(Key A|B)
171=读(Key B);写(never);充值(never);扣值(never)
172=读(Key B);写(Key B);充值(never);扣值(never)
173=读(never);写(never);充值(never);扣值(never)
174=尾块
175=密钥A(读:never、写:Key A);存取条件(读:Key A、写:never);密钥B(读:Key A、写:Key A)
176=密钥A(读:never、写:Key B);存取条件(读:Key A|B、写:never);密钥B(读:never、写:Key B)
177=密钥A(读:never、写:never);存取条件(读:Key A、写:never);密钥B(读:Key A、写:never)
178=密钥A(读:never、写:never);存取条件(读:Key A|B、写:never);密钥B(读:never、写:never)
179=密钥A(读:never、写:Key A);存取条件(读:Key A、写:Key A);密钥B(读:Key A、写:Key A)
180=密钥A(读:never、写:never);存取条件(读:Key A|B、写:Key B);密钥B(读:never、写:Key B)
181=密钥A(读:never、写:Key B);存取条件(读:Key A|B、写:Key B);密钥B(读:never、写:never)
182=密钥A(读:never、写:never);存取条件(读:Key A|B、写:never);密钥B(读:never、写:never)
183=密钥
184=循环次数:
185=单标签测试
186=数量
187=更新密钥
188=更新认证配置块
189=读写需要认证
190=写要认证，读不需要
191=锁字节OTP位
192=锁字节的页4-9的锁位
193=锁字节的页10-15的锁位
194=锁字节的页16-27的锁位
195=锁字节的页28-39的锁位
196=锁字节的计数锁位
197=锁字节的Auth0的锁位
198=锁字节的Auth1的锁位
199=锁字节的密钥区的锁位
200=页
201=密钥区
202=没有选择任何操作！
203=LED显示
204=不显示
205=请选择地址
206=下载认证密钥
207=只保存到RAM
208=保存到RAM和ROM
209=1:Mifare classic密钥区
210=2:Mifare classic密钥区
211=3:Mifare Desfire密钥区
212=4:Mifare Desfire密钥区
213=不区分天线
214=只能写地址为4-43块的数据！
215=天线口#%d ---- 标签数由%d变到%d
216=统计 ---- 循环次数:%d;总数由%d变到%d
217=获取人流量
218=清空人流量
219=设置系统时间
220=获取系统时间
221=进出方向取反
222=进流量
223=出流量
224=流量监控
225=序列号
226=进出方向
227=时间
228=进
229=出
230=清空列表
231=剩余载波
232=调制指数
233=Q值
234=会话
235=创建配置文件失败！
236=加载配置文件失败！
237=加载配置文件成功！
238=NFC标签初始化
239=开始
240=停止
241=写入类型
242=网页
243=写网页
244=名称
245=协议
246=地址
247=写入的缓冲区太大
248=写入成功
249=写入失败
250=短信
251=电话
252=文本
253=写短信
254=标题
255=号码
256=短信内容
257=写电话
258=电话号码
259=写文本
260=标题
261=内容
262=连续操作
263=只读
264=只能写地址为4-129块的数据！
265=公开
266=读写-认证读密码
267=写-认证写密码
268=读-认证读密码;写-认证读和写密码
269=采集扫描记录
270=清空列表
271=停止
272=扫描模式
273=开始
274=停止
275=名称
276=蓝牙
277=继续读取单次未读完的标签
278=全选
279=超时时间(ms)
280=选择参数
281=开始位
282=匹配数据(十六进制字符串)
283=反向过滤
284=数据必须为十六进制字符串
285=请输入过滤的数据！
286=EPC不能为空！
287=EPC错误！
288=擦除Flash
289=EPC值必须为16进制字符串!
290=EPC的长度不能超过12个字节!
291=匹配的EPC参数设置有误!
292=协议参数
293=位数量
294=使能
295=内存区域
296=无
297=错误
298=是
299=取消
300=剪切
301=复制
302=删除
303=选择全部
304=盘点时间:
305=输出通信协议
306=显示盘点时间
307=Reset命令
308=盘点后关闭射频
309=保存日志
310=盘点时间
311=标签变化
312=盘点错误
313=盘点错误，错误代码
314=天线检测
315=盘点读参数
316=使能
317=Mem Bank
318=Word Pointer
319=Word Count
320=Meta Flag
321=使能
322=EPC
323=Antenna ID
324=Timestamp
325=Frequency
326=RSSI
327=Read Count
328=Tag Data
329=嵌入命令
330=写操作
331=使能
332=Mem Bank
333=Word Pointer
334=Word Count
335=Data
336=锁操作
337=Enable
338=写入的数据必须为十六进制字符串
339=访问密码(hex)
340=请先选择天线！
341=天线
342=状态
343=阻抗值
344=驻波比
345=参数设置
346=停止
347=正常
348=参数过小
349=参数过大
350=连接
351=断开
352=取消
353=确定
354=参数设置
355=天线选择
356=循环操作
357=设备诊断
358=序号
359=状态
360=参数设置
361=诊断内容
362=系统出错标识
363=温度
364=连接存储芯片失败错误
365=射频功率配置失败错误
366=内存申请失败错误
367=加载出厂配置失败错误
368=射频电路初始化失败错误
369=通信接口初始化失败错误
370=ADC转换错误
371=温度报警
372=射频功放电源保护
373=天线参数出错
374=温度警告
375=错误标识
376=否
377=是
378=射频操作
379=天线:
380=选项:
381=关闭
382=打开
383=复位
384=设备诊断
385=诊断内容
386=天线检测
387=温度检测
388=系统出错标识
389=噪音检测
390=暂停
391=停止
392=参数设置
393=坐标定位
394=导入数据
395=清除数据
396=坐标显示
397=最大值坐标系
398=纵轴最小值(mv)
399=纵轴最大值(mv)
400=平均值坐标系
401=纵轴最小值(mv)
402=纵轴最大值(mv)
403=最大值与最小值差[mv]
404=平均值与最小值差[mv]
405=时间
406=记录设置
407=报警水平
408=保存报警值点
409=保存所有记录点
410=确定
411=取消
412=横坐标:
413=最小值:
414=报警点数:
415=显示
416=参数设置
417=天线设置
418=天线ID
419=最大值:
420=平均值:
421=检测复用器
422=序号
423=地址
424=天线接口数量
425=固件版本
426=状态
427=正常
428=出错
429=射频功放电流
430=横坐标
431=长度
432=异常
433=正常
434=天线参数偏小
435=天线参数偏大
436=射频功放过流保护
437=输入端口状态
438=端口
439=状态
440=高电平
441=低电平
442=监控对象
443=最大值
444=平均值
445=复位设备
446=天线ID:
447=模式:
448=时间(302us):
449=自动追加CRC
450=发送数据(HEX)
451=接收数据(HEX)
452=发送
453=0x00:读命令(0x00)
454=0x01:写命令(option=0)
455=0x02:写命令(option=1)
456=当mode为0x00时，该参数保留未用，为0;\n当mode为0x01时，表示解析SOF的时间;\n当mode为0x02时，表示发送EOF之前等待的时间;
457=标签返回字节数:
458=请输入要发送的数据!
459=请输入将要接收的数据长度!
460=请输入时间参数!
461=透传命令
462=请输入16进制字符串!
463=运行时间
464=天线:
465=模式:
466=盘点
467=连接
468=标签信息
469=开始块:
470=数量:
471=读数据块
472=写数据块
473=锁数据块
474=写
475=锁
476=写
477=锁
478=密码值:
479=修改
480=登录
481=写EASID
482=写EAS配置
483=使能EAS
484=禁止EAS
485=锁EAS
486=检测EAS
487=状态:
488=地址:
489=保护页
490=使能私有化
491=取消私有化
492=使能随机UID
493=取消随机UID
494=销毁标签
495=断开
496=确定要销毁该标签吗?
497=确定要使能私有化吗?
498=密码格式不正确!
499=天线:
500=模式:
501=盘点
502=连接
503=断开
504=获取标签信息
505=开始块:
506=数量:
507=读数据块
508=写数据块
509=锁数据块
510=写
511=锁
512=写
513=锁
514=写EASID
515=写EAS配置
516=打开EAS
517=关闭EAS
518=锁EAS
519=检测EAS
520=密码值(4或8byte):
521=密码标识:
522=认证
523=修改
524=地址:
525=值:
526=读配置
527=写配置
528=密码:
529=销毁
530=盘点
531=连接
532=断开
533=开始块:
534=数量:
535=读数据块
536=写数据块
537=盘点
538=连接
539=断开
540=固件版本:
541=确定
542=取消
543=盘点错误，错误代码为%d[第%d次循环]
544=盘点时间:%d[第%d次盘点]
545=盘点
546=连接
547=断开
548=读所有静态内存
549=块地址:
550=数数量:
551=数据(hex):
552=读静态内存
553=擦除写数据
554=不擦除写数据
555=固件升级
556=确定要使能无法追踪模式吗?
557=密码:
558=使能无法追踪模式
559=模式
560=常开
561=常关
562=闪烁
563=频率
564=激活时间(100ms)
565=停止时间(100ms)